Repository: bae-fm/bae
Catalog: bae-macos/bae/bae/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Bitrate
ar: معدل البت
bg: Битрейт
bn: বিটরেট
cs: Datový tok
es: Tasa de bits
fr: Débit
gu: બિટદર
he: קצב סיביות
hi: बिट दर
hr: Brzina prijenosa
ja: ビットレート
kn: ಬಿಟ್‌ರೇಟ್
ko: 비트레이트
ml: ബിറ്റ് നിരക്ക്
mr: बिट दर
nl: Bitsnelheid
pa: ਬਿਟਰੇਟ
pl: Szybkość transmisji
pt_br: Taxa de bits
ta: பிட் வீதம்
te: బిట్‌రేట్
th: บิตเรต
tr: Bit hızı
uk: Бітрейт
ur: بٹ شرح
vi: Tốc độ bit
zh_hans: 比特率
zh_hant: 位元率

source: Browsable: stored unencrypted
ar: قابل للتصفّح: مخزّن بدون تشفير
bg: За преглед: съхранено нешифровано
bn: ব্রাউজযোগ্য: এনক্রিপ্ট না করে সংরক্ষিত
cs: Procházitelné: uloženo nešifrovaně
de: Durchsuchbar: unverschlüsselt gespeichert
es: Explorable: almacenado sin cifrar
fr: Navigable : stocké sans chiffrement
gu: બ્રાઉઝ કરી શકાય એવું: એન્ક્રિપ્ટ કર્યા વિના સંગ્રહિત
he: ניתן לעיון: מאוחסן ללא הצפנה
hi: ब्राउज करने योग्य: बिना एन्क्रिप्शन संग्रहित
hr: Pregledivo: pohranjeno bez šifriranja
it: Sfogliabile: archiviato non crittografato
ja: 閲覧可能：暗号化せずに保存
kn: ಬ್ರೌಸ್ ಮಾಡಬಹುದಾದುದು: ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡದೆ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ
ko: 탐색 가능: 암호화하지 않고 저장
ml: ബ്രൗസ് ചെയ്യാം: എൻക്രിപ്റ്റ് ചെയ്യാതെ സൂക്ഷിച്ചിരിക്കുന്നു
mr: ब्राउझ करता येणारे: कूटबद्ध न करता साठवलेले
nl: Doorzoekbaar: onversleuteld opgeslagen
pa: ਬ੍ਰਾਊਜ਼ਯੋਗ: ਬਿਨਾਂ ਇਨਕ੍ਰਿਪਸ਼ਨ ਸਟੋਰ ਕੀਤਾ
pl: Przeglądalny: przechowywany bez szyfrowania
pt_br: Navegável: armazenado sem criptografia
ta: உலாவக்கூடியது: குறியாக்கமின்றி சேமிக்கப்பட்டது
te: బ్రౌజ్ చేయదగినది: ఎన్‌క్రిప్ట్ చేయకుండా నిల్వ చేయబడింది
th: เรียกดูได้: จัดเก็บแบบไม่เข้ารหัส
tr: Göz atılabilir: şifresiz saklanır
uk: Доступне для перегляду: зберігається без шифрування
ur: براؤز کے قابل: غیر مرموز محفوظ
vi: Có thể duyệt: lưu không mã hóa
zh_hans: 可浏览：未加密存储
zh_hant: 可瀏覽：未加密儲存

source: Bucket
ar: الحاوية
bg: Кофа
bn: বাকেট
gu: બકેટ
he: דלי
hi: बकेट
hr: Spremnik
ja: バケット
kn: ಬಕೆಟ್
ko: 버킷
ml: ബക്കറ്റ്
mr: बकेट
pa: ਬਕਟ
pl: Zasobnik
ta: தொட்டி
te: బకెట్
th: บัคเก็ต
uk: Бакет
ur: بکٹ
zh_hans: 存储桶
zh_hant: 儲存桶

source: Camera access is off. Enable it in System Settings, or paste the code below.
ar: الوصول إلى الكاميرا متوقف. فعّله من إعدادات النظام، أو الصق الرمز أدناه.
bg: Достъпът до камерата е изключен. Включете го в системните настройки или поставете кода по-долу.
bn: ক্যামেরা অ্যাক্সেস বন্ধ। সিস্টেম সেটিংসে এটি চালু করুন, বা নিচে কোডটি পেস্ট করুন।
cs: Přístup ke kameře je vypnutý. Zapněte ho v nastavení systému, nebo vložte kód níže.
de: Der Kamerazugriff ist aus. Aktiviere ihn in den Systemeinstellungen oder füge den Code unten ein.
es: El acceso a la cámara está desactivado. Actívalo en Ajustes del Sistema o pega el código abajo.
fr: L'accès à la caméra est désactivé. Activez-le dans Réglages Système, ou collez le code ci-dessous.
gu: કૅમેરા ઍક્સેસ બંધ છે. સિસ્ટમ સેટિંગ્સમાં તેને ચાલુ કરો, અથવા નીચે કોડ પેસ્ટ કરો.
he: הגישה למצלמה כבויה. הפעל אותה בהגדרות המערכת, או הדבק את הקוד למטה.
hi: कैमरा एक्सेस बंद है. सिस्टम सेटिंग्स में इसे चालू करें, या नीचे कोड पेस्ट करें.
hr: Pristup kameri je isključen. Uključite ga u postavkama sustava ili zalijepite kôd ispod.
it: L'accesso alla fotocamera è disattivato. Attivalo in Impostazioni di Sistema, oppure incolla il codice qui sotto.
ja: カメラへのアクセスがオフです。システム設定で有効にするか、下にコードを貼り付けてください。
kn: ಕ್ಯಾಮೆರಾ ಪ್ರವೇಶ ಆಫ್ ಆಗಿದೆ. ಸಿಸ್ಟಂ ಸೆಟ್ಟಿಂಗ್ಸ್‌ನಲ್ಲಿ ಅದನ್ನು ಆನ್ ಮಾಡಿ, ಅಥವಾ ಕೆಳಗೆ ಕೋಡ್ ಅಂಟಿಸಿ.
ko: 카메라 접근이 꺼져 있습니다. 시스템 설정에서 켜거나 아래에 코드를 붙여넣으세요.
ml: ക്യാമറ ആക്സസ് ഓഫാണ്. സിസ്റ്റം സെറ്റിംഗ്സിൽ ഇത് ഓണാക്കുക, അല്ലെങ്കിൽ താഴെ കോഡ് ഒട്ടിക്കുക.
mr: कॅमेरा प्रवेश बंद आहे. सिस्टम सेटिंग्जमध्ये तो चालू करा, किंवा खाली कोड पेस्ट करा.
nl: Cameratoegang staat uit. Zet dit aan in Systeeminstellingen, of plak de code hieronder.
pa: ਕੈਮਰਾ ਪਹੁੰਚ ਬੰਦ ਹੈ। ਸਿਸਟਮ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇਸਨੂੰ ਚਾਲੂ ਕਰੋ, ਜਾਂ ਹੇਠਾਂ ਕੋਡ ਪੇਸਟ ਕਰੋ।
pl: Dostęp do kamery jest wyłączony. Włącz go w Ustawieniach systemowych lub wklej kod poniżej.
pt_br: O acesso à câmera está desativado. Ative-o nos Ajustes do Sistema ou cole o código abaixo.
ta: கேமரா அணுகல் முடக்கப்பட்டுள்ளது. கணினி அமைப்புகளில் அதை இயக்கவும், அல்லது கீழே குறியீட்டை ஒட்டவும்.
te: కెమెరా యాక్సెస్ ఆఫ్‌లో ఉంది. సిస్టమ్ సెట్టింగ్స్‌లో దాన్ని ఆన్ చేయండి, లేదా కింద కోడ్‌ను అతికించండి.
th: การเข้าถึงกล้องถูกปิดอยู่ เปิดได้ในการตั้งค่าระบบ หรือวางรหัสด้านล่าง
tr: Kamera erişimi kapalı. Sistem Ayarları'ndan aç veya kodu aşağıya yapıştır.
uk: Доступ до камери вимкнено. Увімкніть його в системних налаштуваннях або вставте код нижче.
ur: کیمرا رسائی بند ہے۔ سسٹم سیٹنگز میں اسے آن کریں، یا نیچے کوڈ پیسٹ کریں۔
vi: Quyền truy cập camera đang tắt. Bật trong Cài đặt Hệ thống, hoặc dán mã bên dưới.
zh_hans: 相机访问权限已关闭。请在系统设置中启用，或在下方粘贴代码。
zh_hant: 相機取用權限已關閉。請在系統設定中啟用，或在下方貼上代碼。

source: Can't open: %@
ar: تعذّر الفتح: %@
bg: Не може да се отвори: %@
bn: খোলা যাচ্ছে না: %@
cs: Nelze otevřít: %@
de: Öffnen nicht möglich: %@
es: No se puede abrir: %@
fr: Ouverture impossible : %@
gu: ખોલી શકાતું નથી: %@
he: לא ניתן לפתוח: %@
hi: खोल नहीं सकते: %@
hr: Nije moguće otvoriti: %@
it: Impossibile aprire: %@
ja: 開けません：%@
kn: ತೆರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ: %@
ko: 열 수 없음: %@
ml: തുറക്കാൻ കഴിയുന്നില്ല: %@
mr: उघडता येत नाही: %@
nl: Kan niet openen: %@
pa: ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ: %@
pl: Nie można otworzyć: %@
pt_br: Não foi possível abrir: %@
ta: திறக்க முடியவில்லை: %@
te: తెరవడం సాధ్యం కాదు: %@
th: เปิดไม่ได้: %@
tr: Açılamıyor: %@
uk: Не вдалося відкрити: %@
ur: کھولا نہیں جا سکتا: %@
vi: Không thể mở: %@
zh_hans: 无法打开：%@
zh_hant: 無法開啟：%@

source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
it: Annulla
ja: キャンセル
kn: ರದ್ದು
ko: 취소
ml: റദ്ദാക്കുക
mr: रद्द करा
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
ta: ரத்து
te: రద్దు
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Cancel this download
ar: إلغاء هذا التنزيل
bg: Отмяна на това изтегляне
bn: এই ডাউনলোড বাতিল করুন
cs: Zrušit toto stahování
de: Diesen Download abbrechen
es: Cancelar esta descarga
fr: Annuler ce téléchargement
gu: આ ડાઉનલોડ રદ કરો
he: בטל הורדה זו
hi: यह डाउनलोड रद्द करें
hr: Otkaži ovo preuzimanje
it: Annulla questo download
ja: このダウンロードをキャンセル
kn: ಈ ಡೌನ್‌ಲೋಡ್ ರದ್ದುಮಾಡಿ
ko: 이 다운로드 취소
ml: ഈ ഡൗൺലോഡ് റദ്ദാക്കുക
mr: हे डाउनलोड रद्द करा
nl: Deze download annuleren
pa: ਇਹ ਡਾਊਨਲੋਡ ਰੱਦ ਕਰੋ
pl: Anuluj to pobieranie
pt_br: Cancelar este download
ta: இந்த பதிவிறக்கத்தை ரத்து செய்
te: ఈ డౌన్‌లోడ్‌ను రద్దు చేయి
th: ยกเลิกการดาวน์โหลดนี้
tr: Bu indirmeyi iptal et
uk: Скасувати це завантаження
ur: یہ ڈاؤن لوڈ منسوخ کریں
vi: Hủy lượt tải xuống này
zh_hans: 取消此下载
zh_hant: 取消此下載

source: Cancel this export
ar: إلغاء هذا التصدير
bg: Отмяна на този експорт
bn: এই এক্সপোর্ট বাতিল করুন
cs: Zrušit tento export
de: Diesen Export abbrechen
es: Cancelar esta exportación
fr: Annuler cet export
gu: આ નિકાસ રદ કરો
he: בטל את הייצוא הזה
hi: यह निर्यात रद्द करें
hr: Otkaži ovaj izvoz
it: Annulla questa esportazione
ja: このエクスポートをキャンセル
kn: ಈ ರಫ್ತು ರದ್ದುಮಾಡಿ
ko: 이 내보내기 취소
ml: ഈ കയറ്റുമതി റദ്ദാക്കുക
mr: ही निर्यात रद्द करा
nl: Deze export annuleren
pa: ਇਹ ਨਿਰਯਾਤ ਰੱਦ ਕਰੋ
pl: Anuluj ten eksport
pt_br: Cancelar esta exportação
ta: இந்த ஏற்றுமதியை ரத்து செய்
te: ఈ ఎగుమతిని రద్దు చేయి
th: ยกเลิกการส่งออกนี้
tr: Bu dışa aktarımı iptal et
uk: Скасувати цей експорт
ur: یہ برآمد منسوخ کریں
vi: Hủy lượt xuất này
zh_hans: 取消此次导出
zh_hant: 取消此匯出

source: Cast
ar: إرسال
bg: Предаване
bn: কাস্ট
cs: Odesílat
de: Übertragen
es: Transmitir
fr: Diffuser
gu: કાસ્ટ
he: שידור
hi: कास्ट
hr: Emitiraj
it: Trasmetti
ja: キャスト
kn: ಕಾಸ್ಟ್
ko: 캐스트
ml: കാസ്റ്റ്
mr: कास्ट
nl: Casten
pa: ਕਾਸਟ
pl: Przesyłaj
pt_br: Transmitir
ta: காஸ்ட்
te: కాస్ట్
th: แคสต์
tr: Yayınla
uk: Трансляція
ur: کاسٹ
vi: Truyền
zh_hans: 投放
zh_hant: 投放

source: Casting
ar: الإرسال
bg: Предаване
bn: কাস্টিং
cs: Odesílání
de: Übertragung
es: Transmisión
fr: Diffusion
gu: કાસ્ટિંગ
he: שידור
hi: कास्टिंग
hr: Emitiranje
it: Trasmissione
ja: キャスト
kn: ಕಾಸ್ಟಿಂಗ್
ko: 캐스트
ml: കാസ്റ്റിംഗ്
mr: कास्टिंग
nl: Casten
pa: ਕਾਸਟਿੰਗ
pl: Przesyłanie
pt_br: Transmissão
ta: காஸ்ட்
te: కాస్టింగ్
th: การแคสต์
tr: Yayınlama
uk: Трансляція
ur: کاسٹنگ
vi: Truyền
zh_hans: 投放
zh_hant: 投放

source: Casting to %@
ar: يتم الإرسال إلى ‏%@
bg: Предаване към %@
bn: %@-এ কাস্ট করা হচ্ছে
cs: Odesílání do %@
de: Übertragung an %@
es: Transmitiendo a %@
fr: Diffusion vers %@
gu: %@ પર કાસ્ટ કરી રહ્યાં છીએ
he: משדר אל %@
hi: %@ पर कास्ट किया जा रहा है
hr: Emitiranje na %@
it: Trasmissione a %@
ja: %@ にキャスト中
kn: %@ ಗೆ ಕಾಸ್ಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ko: %@(으)로 캐스트 중
ml: %@ ലേക്ക് കാസ്റ്റ് ചെയ്യുന്നു
mr: %@ वर कास्ट करत आहे
nl: Casten naar %@
pa: %@ ਤੇ ਕਾਸਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Przesyłanie do %@
pt_br: Transmitindo para %@
ta: %@ இல் காஸ்ட் செய்யப்படுகிறது
te: %@ కు కాస్ట్ చేస్తోంది
th: กำลังแคสต์ไปยัง %@
tr: %@ cihazına yayınlanıyor
uk: Трансляція на %@
ur: %@ پر کاسٹ ہو رہا ہے
vi: Đang truyền tới %@
zh_hans: 正在投放到 %@
zh_hant: 正在投放到 %@

source: Catalog
ar: الكتالوج
bg: Каталог
bn: ক্যাটালগ
cs: Katalog
de: Katalog
es: Catálogo
fr: Catalogue
gu: કેટલોગ
he: קטלוג
hi: कैटलॉग
hr: Katalog
it: Catalogo
ja: カタログ
kn: ಕ್ಯಾಟಲಾಗ್
ko: 카탈로그
ml: കാറ്റലോഗ്
mr: कॅटलॉग
nl: Catalogus
pa: ਕੈਟਾਲਾਗ
pl: Katalog
pt_br: Catálogo
ta: பட்டியல்
te: కాటలాగ్
th: แค็ตตาล็อก
tr: Katalog
uk: Каталог
ur: کیٹلاگ
vi: Danh mục
zh_hans: 目录
zh_hant: 目錄

source: Catalog #
ar: رقم الكتالوج
bg: Каталожен №
bn: ক্যাটালগ #
cs: Katalogové č.
de: Katalognr.
es: N.º de catálogo
fr: N° de catalogue
gu: કેટલોગ #
he: מס׳ קטלוג
hi: कैटलॉग #
hr: Kataloški br.
it: N. catalogo
ja: カタログ番号
kn: ಕ್ಯಾಟಲಾಗ್ #
ko: 카탈로그 #
ml: കാറ്റലോഗ് #
mr: कॅटलॉग #
nl: Catalogusnr.
pa: ਕੈਟਾਲਾਗ #
pl: Nr katalogowy
pt_br: Nº de catálogo
ta: பட்டியல் #
te: కాటలాగ్ #
th: หมายเลขแค็ตตาล็อก
tr: Katalog No.
uk: Кат. №
ur: کیٹلاگ #
vi: Số danh mục
zh_hans: 目录编号
zh_hant: 目錄編號

source: Catalog number
ar: رقم الكتالوج
bg: Каталожен номер
bn: ক্যাটালগ নম্বর
cs: Katalogové číslo
de: Katalognummer
es: Número de catálogo
fr: Numéro de catalogue
gu: કેટલોગ નંબર
he: מספר קטלוג
hi: कैटलॉग संख्या
hr: Kataloški broj
it: Numero di catalogo
ja: カタログ番号
kn: ಕ್ಯಾಟಲಾಗ್ ಸಂಖ್ಯೆ
ko: 카탈로그 번호
ml: കാറ്റലോഗ് നമ്പർ
mr: कॅटलॉग क्रमांक
nl: Catalogusnummer
pa: ਕੈਟਾਲਾਗ ਨੰਬਰ
pl: Numer katalogowy
pt_br: Número de catálogo
ta: பட்டியல் எண்
te: కాటలాగ్ నంబర్
th: หมายเลขแค็ตตาล็อก
tr: Katalog numarası
uk: Каталожний номер
ur: کیٹلاگ نمبر
vi: Số danh mục
zh_hans: 目录编号
zh_hant: 目錄編號

source: Change Cover
ar: تغيير الغلاف
bg: Смяна на обложката
bn: কভার পরিবর্তন করুন
cs: Změnit obal
de: Cover ändern
es: Cambiar portada
fr: Changer la pochette
gu: આવરણ બદલો
he: החלף עטיפה
hi: कवर बदलें
hr: Promijeni omot
it: Cambia copertina
ja: カバーを変更
kn: ಕವರ್ ಬದಲಿಸಿ
ko: 커버 변경
ml: കവർ മാറ്റുക
mr: मुखपृष्ठ बदला
nl: Hoes wijzigen
pa: ਕਵਰ ਬਦਲੋ
pl: Zmień okładkę
pt_br: Alterar capa
ta: அட்டையை மாற்று
te: కవర్ మార్చు
th: เปลี่ยนปก
tr: Kapağı Değiştir
uk: Змінити обкладинку
ur: سرورق بدلیں
vi: Đổi bìa
zh_hans: 更换封面
zh_hant: 更換封面

source: Change Cover...
ar: تغيير الغلاف...
bg: Смяна на обложката...
bn: কভার পরিবর্তন করুন...
cs: Změnit obal…
de: Cover ändern …
es: Cambiar portada...
fr: Changer la pochette…
gu: આવરણ બદલો...
he: החלף עטיפה…
hi: कवर बदलें...
hr: Promijeni omot...
it: Cambia copertina...
ja: カバーを変更…
kn: ಕವರ್ ಬದಲಿಸಿ...
ko: 커버 변경...
ml: കവർ മാറ്റുക...
mr: मुखपृष्ठ बदला...
nl: Hoes wijzigen...
pa: ਕਵਰ ਬਦਲੋ...
pl: Zmień okładkę...
pt_br: Alterar capa...
ta: அட்டையை மாற்று...
te: కవర్ మార్చు...
th: เปลี่ยนปก...
tr: Kapağı Değiştir...
uk: Змінити обкладинку…
ur: سرورق بدلیں...
vi: Đổi bìa...
zh_hans: 更换封面…
zh_hant: 更換封面...

source: Check for Updates...
ar: التحقق من التحديثات...
bg: Проверка за актуализации...
bn: আপডেট পরীক্ষা করুন...
cs: Zkontrolovat aktualizace…
de: Nach Updates suchen …
es: Buscar actualizaciones...
fr: Rechercher les mises à jour…
gu: અપડેટ્સ માટે તપાસો...
he: בדוק עדכונים…
hi: अपडेट जांचें...
hr: Provjeri ima li ažuriranja...
it: Verifica aggiornamenti...
ja: アップデートを確認…
kn: ನವೀಕರಣಗಳನ್ನು ಪರಿಶೀಲಿಸಿ...
ko: 업데이트 확인...
ml: അപ്ഡേറ്റുകൾ പരിശോധിക്കുക...
mr: अद्यतने तपासा...
nl: Controleren op updates...
pa: ਅਪਡੇਟਾਂ ਦੀ ਜਾਂਚ ਕਰੋ...
pl: Sprawdź dostępność aktualizacji...
pt_br: Verificar atualizações...
ta: புதுப்பிப்புகளைச் சரிபார்...
te: నవీకరణల కోసం తనిఖీ చేయి...
th: ตรวจหารายการอัปเดต...
tr: Güncellemeleri Denetle...
uk: Перевірити наявність оновлень…
ur: تازہ کاریوں کی جانچ کریں...
vi: Kiểm tra bản cập nhật...
zh_hans: 检查更新…
zh_hant: 檢查更新...

source: Check that this matches the fingerprint shown on the new device before approving.
ar: تحقق من أن هذا يطابق البصمة المعروضة على الجهاز الجديد قبل الموافقة.
bg: Преди одобряване проверете дали това съвпада с отпечатъка, показан на новото устройство.
bn: অনুমোদনের আগে এটি নতুন ডিভাইসে দেখানো ফিঙ্গারপ্রিন্টের সঙ্গে মেলে কিনা পরীক্ষা করুন।
cs: Před schválením zkontrolujte, že se shoduje s otiskem zobrazeným na novém zařízení.
de: Prüfe vor dem Genehmigen, dass dies mit dem Fingerabdruck auf dem neuen Gerät übereinstimmt.
es: Comprueba que coincida con la huella mostrada en el dispositivo nuevo antes de aprobarlo.
fr: Vérifiez que cela correspond à l’empreinte affichée sur le nouvel appareil avant d’approuver.
gu: મંજૂર કરતાં પહેલાં તપાસો કે આ નવા ઉપકરણ પર દેખાતા ફિંગરપ્રિન્ટ સાથે મેળ ખાય છે.
he: לפני האישור, בדקו שזה תואם לטביעת האצבע שמוצגת במכשיר החדש.
hi: मंजूर करने से पहले जांचें कि यह नए उपकरण पर दिखाए गए फिंगरप्रिंट से मेल खाता है।
hr: Prije odobravanja provjerite podudara li se ovo s otiskom prikazanim na novom uređaju.
it: Prima di approvare, verifica che corrisponda all\'impronta mostrata sul nuovo dispositivo.
ja: 承認する前に、新しいデバイスに表示されているフィンガープリントと一致することを確認してください。
kn: ಅನುಮೋದಿಸುವ ಮೊದಲು ಇದು ಹೊಸ ಸಾಧನದಲ್ಲಿ ತೋರಿಸಲಾದ fingerprint ಗೆ ಹೊಂದುತ್ತದೆಯೇ ಪರಿಶೀಲಿಸಿ.
ko: 승인하기 전에 새 기기에 표시된 지문과 일치하는지 확인하세요.
ml: അംഗീകരിക്കുന്നതിന് മുമ്പ് ഇത് പുതിയ ഉപകരണത്തിൽ കാണുന്ന വിരലടയാളവുമായി പൊരുത്തപ്പെടുന്നുണ്ടോ എന്ന് പരിശോധിക്കുക.
mr: मंजूर करण्यापूर्वी हे नवीन डिव्हाइसवर दिसणाऱ्या fingerprint शी जुळते का ते तपासा.
nl: Controleer vóór goedkeuring of dit overeenkomt met de vingerafdruk op het nieuwe apparaat.
pa: ਮਨਜ਼ੂਰ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਜਾਂਚੋ ਕਿ ਇਹ ਨਵੇਂ ਡਿਵਾਈਸ ਉੱਤੇ ਦਿਖਾਏ fingerprint ਨਾਲ ਮਿਲਦਾ ਹੈ।
pl: Przed zatwierdzeniem sprawdź, czy zgadza się z odciskiem wyświetlanym na nowym urządzeniu.
pt_br: Verifique se isto corresponde à impressão digital mostrada no novo dispositivo antes de aprovar.
ta: ஒப்புதல் அளிக்கும் முன் இது புதிய சாதனத்தில் காட்டப்படும் கைரேகையுடன் பொருந்துகிறதா எனச் சரிபார்க்கவும்.
te: ఆమోదించే ముందు ఇది కొత్త పరికరంలో చూపిన ఫింగర్‌ప్రింట్‌తో సరిపోతుందో చూడండి.
th: ตรวจสอบว่าสิ่งนี้ตรงกับลายนิ้วมือที่แสดงบนอุปกรณ์ใหม่ก่อนอนุมัติ
tr: Onaylamadan önce bunun yeni cihazda gösterilen parmak iziyle eşleştiğini kontrol edin.
uk: Перед схваленням перевірте, що це збігається з відбитком, показаним на новому пристрої.
ur: منظوری سے پہلے جانچیں کہ یہ نئے آلے پر دکھائے گئے فنگرپرنٹ سے ملتا ہے۔
vi: Kiểm tra giá trị này khớp với dấu vân tay hiển thị trên thiết bị mới trước khi phê duyệt.
zh_hans: 批准前，请确认这与新设备上显示的指纹一致。
zh_hant: 核准前，請確認這與新裝置顯示的指紋相符。

source: Choose a scanned folder to search for metadata
ar: اختر مجلدًا مفحوصًا للبحث عن البيانات الوصفية
bg: Изберете сканирана папка за търсене на метаданни
bn: মেটাডেটা খুঁজতে একটি স্ক্যান করা ফোল্ডার বেছে নিন
cs: Vyberte naskenovanou složku pro vyhledání metadat
de: Wähle einen gescannten Ordner, um nach Metadaten zu suchen
es: Elige una carpeta analizada para buscar metadatos
fr: Choisissez un dossier analysé pour rechercher les métadonnées
gu: મેટાડેટા શોધવા માટે સ્કૅન કરેલું ફોલ્ડર પસંદ કરો
he: בחרו תיקייה סרוקה כדי לחפש מטא-נתונים
hi: मेटाडेटा खोजने के लिए स्कैन किया गया फ़ोल्डर चुनें
hr: Odaberite skeniranu mapu za pretraživanje metapodataka
it: Scegli una cartella scansionata in cui cercare i metadati
ja: メタデータを検索するスキャン済みフォルダを選択
kn: ಮೆಟಾಡೇಟಾ ಹುಡುಕಲು ಸ್ಕ್ಯಾನ್ ಮಾಡಿದ ಫೋಲ್ಡರ್ ಆಯ್ಕೆಮಾಡಿ
ko: 메타데이터를 검색할 스캔된 폴더를 선택하세요
ml: മെറ്റാഡാറ്റ തിരയാൻ സ്കാൻ ചെയ്ത ഫോൾഡർ തിരഞ്ഞെടുക്കുക
mr: मेटाडेटा शोधण्यासाठी स्कॅन केलेले फोल्डर निवडा
nl: Kies een gescande map om metadata in te zoeken
pa: ਮੈਟਾਡਾਟਾ ਖੋਜਣ ਲਈ ਸਕੈਨ ਕੀਤਾ ਫੋਲਡਰ ਚੁਣੋ
pl: Wybierz przeskanowany folder, aby wyszukać metadane
pt_br: Escolha uma pasta verificada para buscar metadados
ta: மெட்டாடேட்டாவைத் தேட ஸ்கேன் செய்யப்பட்ட கோப்புறையைத் தேர்ந்தெடுக்கவும்
te: మెటాడేటా కోసం వెతకడానికి స్కాన్ చేసిన ఫోల్డర్‌ను ఎంచుకోండి
th: เลือกโฟลเดอร์ที่สแกนแล้วเพื่อค้นหาเมทาดาทา
tr: Üst veri aramak için taranan bir klasör seçin
uk: Виберіть проскановану теку для пошуку метаданих
ur: میٹا ڈیٹا تلاش کرنے کے لیے اسکین شدہ فولڈر منتخب کریں
vi: Chọn thư mục đã quét để tìm siêu dữ liệu
zh_hans: 选择已扫描的文件夹以搜索元数据
zh_hant: 選擇已掃描的資料夾以搜尋中繼資料

source: Choose another library or restore from cloud.
ar: اختر مكتبة أخرى أو استعد من السحابة.
bg: Изберете друга библиотека или възстановете от облака.
bn: অন্য একটি লাইব্রেরি বেছে নিন বা ক্লাউড থেকে রিস্টোর করুন।
cs: Vyberte jinou knihovnu nebo obnovte z cloudu.
de: Wähle eine andere Bibliothek oder stelle aus der Cloud wieder her.
es: Elige otra biblioteca o restaura desde la nube.
fr: Choisissez une autre bibliothèque ou restaurez depuis le cloud.
gu: બીજી લાઇબ્રેરી પસંદ કરો અથવા ક્લાઉડ પરથી પુનઃસ્થાપિત કરો.
he: בחרו ספרייה אחרת או שחזרו מהענן.
hi: कोई दूसरी लाइब्रेरी चुनें या क्लाउड से बहाल करें।
hr: Odaberite drugu fonoteku ili vratite iz oblaka.
it: Scegli un'altra libreria o ripristina dal cloud.
ja: 別のライブラリを選択するか、クラウドから復元してください。
kn: ಬೇರೊಂದು ಗ್ರಂಥಾಲಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ ಅಥವಾ ಕ್ಲೌಡ್‌ನಿಂದ ಮರುಸ್ಥಾಪಿಸಿ.
ko: 다른 라이브러리를 선택하거나 클라우드에서 복원하세요.
ml: മറ്റൊരു ലൈബ്രറി തിരഞ്ഞെടുക്കുക അല്ലെങ്കിൽ ക്ലൗഡിൽ നിന്ന് പുനഃസ്ഥാപിക്കുക.
mr: दुसरी लायब्ररी निवडा किंवा क्लाउडमधून पुनर्संचयित करा.
nl: Kies een andere bibliotheek of herstel vanuit de cloud.
pa: ਕੋਈ ਹੋਰ ਲਾਇਬ੍ਰੇਰੀ ਚੁਣੋ ਜਾਂ ਕਲਾਊਡ ਤੋਂ ਮੁੜ-ਬਹਾਲ ਕਰੋ।
pl: Wybierz inną bibliotekę lub przywróć z chmury.
pt_br: Escolha outra biblioteca ou restaure da nuvem.
ta: வேறு நூலகத்தைத் தேர்ந்தெடுக்கவும் அல்லது மேகத்திலிருந்து மீட்டமைக்கவும்.
te: మరో లైబ్రరీని ఎంచుకోండి లేదా క్లౌడ్ నుంచి పునరుద్ధరించండి.
th: เลือกคลังอื่นหรือคืนค่าจากคลาวด์
tr: Başka bir kitaplık seçin veya buluttan geri yükleyin.
uk: Виберіть іншу бібліотеку або відновіть із хмари.
ur: کوئی اور لائبریری منتخب کریں یا کلاؤڈ سے بحال کریں۔
vi: Chọn thư viện khác hoặc khôi phục từ đám mây.
zh_hans: 请选择另一个库或从云端恢复。
zh_hant: 請選擇另一個資料庫或從雲端還原。

source: Clear
ar: مسح
bg: Изчистване
bn: মুছুন
cs: Vymazat
de: Leeren
es: Vaciar
fr: Vider
gu: સાફ કરો
he: נקה
hi: साफ़ करें
hr: Očisti
it: Cancella
ja: クリア
kn: ತೆರವುಗೊಳಿಸಿ
ko: 지우기
ml: മായ്ക്കുക
mr: साफ करा
nl: Wissen
pa: ਸਾਫ਼ ਕਰੋ
pl: Wyczyść
pt_br: Limpar
ta: அழி
te: తొలగించు
th: ล้าง
tr: Temizle
uk: Очистити
ur: صاف کریں
vi: Xóa
zh_hans: 清空
zh_hant: 清除

source: Clear Playing From
ar: مسح مصدر التشغيل
bg: Изчистване на източника на възпроизвеждане
bn: প্লেব্যাক উৎস মুছুন
cs: Vymazat zdroj přehrávání
de: Wiedergabequelle leeren
es: Vaciar la fuente de reproducción
fr: Vider la source de lecture
gu: પ્લેબૅક સ્રોત સાફ કરો
he: נקה את מקור ההשמעה
hi: प्लेबैक स्रोत साफ़ करें
hr: Očisti izvor reprodukcije
it: Cancella la sorgente di riproduzione
ja: 「再生元」をクリア
kn: ಪ್ಲೇಬ್ಯಾಕ್ ಮೂಲವನ್ನು ತೆರವುಗೊಳಿಸಿ
ko: ‘재생 위치’ 지우기
ml: പ്ലേബാക്ക് ഉറവിടം മായ്ക്കുക
mr: प्लेबॅक स्रोत साफ करा
nl: Afspeelbron wissen
pa: ਪਲੇਬੈਕ ਸਰੋਤ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść źródło odtwarzania
pt_br: Limpar a fonte de reprodução
ta: இயக்க மூலத்தை அழி
te: ప్లేబ్యాక్ మూలాన్ని తొలగించు
th: ล้างแหล่งที่กำลังเล่น
tr: Çalma kaynağını temizle
uk: Очистити джерело відтворення
ur: پلے بیک ماخذ صاف کریں
vi: Xóa nguồn phát
zh_hans: 清空当前播放来源
zh_hant: 清除目前播放來源

source: Clear Up Next
ar: مسح «التالي»
bg: Изчистване на „Следва“
bn: “এরপর” তালিকা মুছুন
cs: Vymazat „Další v pořadí“
de: „Als Nächstes“ leeren
es: Vaciar «A continuación»
fr: Vider « À suivre »
gu: “આગળ” સૂચિ સાફ કરો
he: נקה את “הבא בתור”
hi: “आगे” सूची साफ़ करें
hr: Očisti „Sljedeće na redu“
it: Cancella «A seguire»
ja: 「次に再生」をクリア
kn: “ಮುಂದೆ” ಪಟ್ಟಿಯನ್ನು ತೆರವುಗೊಳಿಸಿ
ko: ‘다음 재생’ 지우기
ml: “അടുത്തത്” പട്ടിക മായ്ക്കുക
mr: “पुढे” यादी साफ करा
nl: ‘Volgende’ wissen
pa: “ਅੱਗੇ” ਸੂਚੀ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść „Następne w kolejce”
pt_br: Limpar “A seguir”
ta: “அடுத்து” பட்டியலை அழி
te: “తర్వాత” జాబితాను తొలగించు
th: ล้างรายการ “ถัดไป”
tr: “Sıradaki” listesini temizle
uk: Очистити „Далі в черзі“
ur: “اگلا” فہرست صاف کریں
vi: Xóa “Tiếp theo”
zh_hans: 清空“接下来”
zh_hant: 清除「待播清單」

source: Close
ar: إغلاق
bg: Затваряне
bn: বন্ধ
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
gu: બંધ કરો
he: סגור
hi: बंद करें
hr: Zatvori
it: Chiudi
ja: 閉じる
kn: ಮುಚ್ಚು
ko: 닫기
ml: അടയ്ക്കുക
mr: बंद करा
nl: Sluiten
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
pt_br: Fechar
ta: மூடு
te: మూసివేయి
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Close Library
ar: إغلاق المكتبة
bg: Затваряне на библиотеката
bn: লাইব্রেরি বন্ধ করুন
cs: Zavřít knihovnu
de: Bibliothek schließen
es: Cerrar biblioteca
fr: Fermer la bibliothèque
gu: લાઇબ્રેરી બંધ કરો
he: סגור ספרייה
hi: लाइब्रेरी बंद करें
hr: Zatvori fonoteku
it: Chiudi libreria
ja: ライブラリを閉じる
kn: ಗ್ರಂಥಾಲಯ ಮುಚ್ಚಿ
ko: 라이브러리 닫기
ml: ലൈബ്രറി അടയ്ക്കുക
mr: लायब्ररी बंद करा
nl: Bibliotheek sluiten
pa: ਲਾਇਬ੍ਰੇਰੀ ਬੰਦ ਕਰੋ
pl: Zamknij bibliotekę
pt_br: Fechar biblioteca
ta: நூலகத்தை மூடு
te: లైబ్రరీని మూసివేయండి
th: ปิดคลัง
tr: Kitaplığı Kapat
uk: Закрити бібліотеку
ur: لائبریری بند کریں
vi: Đóng thư viện
zh_hans: 关闭库
zh_hant: 關閉資料庫

source: Cloud
ar: السحابة
bg: Облак
bn: ক্লাউড
es: Nube
gu: ક્લાઉડ
he: ענן
hi: क्लाउड
hr: Oblak
ja: クラウド
kn: ಕ್ಲೌಡ್
ko: 클라우드
ml: ക്ലൗഡ്
mr: क्लाउड
pa: ਕਲਾਊਡ
pl: Chmura
pt_br: Nuvem
ta: மேகம்
te: క్లౌడ్
th: คลาวด์
tr: Bulut
uk: Хмара
ur: کلاؤڈ
vi: Đám mây
zh_hans: 云端
zh_hant: 雲端

source: Combine as One Release
ar: دمج كإصدار واحد
bg: Обединяване като едно издание
bn: একটি রিলিজ হিসেবে একত্র করুন
cs: Sloučit jako jedno vydání
de: Als eine Veröffentlichung zusammenfassen
es: Combinar como un solo lanzamiento
fr: Combiner en une seule sortie
gu: એક રિલીઝ તરીકે જોડો
he: שלב כמהדורה אחת
hi: एक रिलीज़ के रूप में जोड़ें
hr: Spoji kao jedno izdanje
it: Combina come un’unica pubblicazione
ja: 1つのリリースとして結合
kn: ಒಂದು ಬಿಡುಗಡೆಯಾಗಿ ಸಂಯೋಜಿಸಿ
ko: 하나의 릴리스로 결합
ml: ഒരു റിലീസായി സംയോജിപ്പിക്കുക
mr: एक रिलीज म्हणून एकत्र करा
nl: Combineren als één uitgave
pa: ਇੱਕ ਰਿਲੀਜ਼ ਵਜੋਂ ਜੋੜੋ
pl: Połącz jako jedno wydanie
pt_br: Combinar como um lançamento
ta: ஒரு வெளியீடாக இணை
te: ఒక విడుదలగా కలపండి
th: รวมเป็นรีลีสเดียว
tr: Tek yayın olarak birleştir
uk: Об’єднати як один реліз
ur: ایک ریلیز کے طور پر یکجا کریں
vi: Kết hợp thành một bản phát hành
zh_hans: 合并为一个发行版
zh_hant: 合併為一個發行版本

source: Committing identity...
ar: جارٍ تثبيت الهوية...
bg: Записване на идентичността...
bn: পরিচয় সংরক্ষণ করা হচ্ছে...
cs: Ukládání identity…
de: Identität wird übernommen …
es: Confirmando identidad...
fr: Validation de l'identité…
gu: ઓળખ સોંપાઈ રહી છે...
he: מקבע זהות…
hi: पहचान दर्ज की जा रही है...
hr: Spremanje identiteta...
it: Salvataggio identità...
ja: 識別情報を確定中…
kn: ಗುರುತು ಉಳಿಸಲಾಗುತ್ತಿದೆ...
ko: 신원 저장 중...
ml: തിരിച്ചറിയൽ ഉറപ്പിക്കുന്നു...
mr: ओळख जतन करत आहे...
nl: Identiteit vastleggen...
pa: ਪਛਾਣ ਸੰਭਾਲੀ ਜਾ ਰਹੀ ਹੈ...
pl: Zatwierdzanie tożsamości...
pt_br: Confirmando identidade...
ta: அடையாளம் பதிவு செய்யப்படுகிறது...
te: గుర్తింపును సేవ్ చేస్తోంది...
th: กำลังบันทึกข้อมูลระบุตัวตน...
tr: Kimlik kaydediliyor...
uk: Збереження ідентифікації…
ur: شناخت محفوظ کی جا رہی ہے...
vi: Đang lưu danh tính...
zh_hans: 提交身份中…
zh_hant: 正在提交身分...

source: Composers
ar: المؤلفون
bg: Композитори
bn: সুরকার
cs: Skladatelé
de: Komponisten
es: Compositores
fr: Compositeurs
gu: સંગીતકારો
he: מלחינים
hi: संगीतकार
hr: Skladatelji
it: Compositori
ja: 作曲者
kn: ಸಂಗೀತ ಸಂಯೋಜಕರು
ko: 작곡가
ml: സംഗീതരചയിതാക്കൾ
mr: संगीतकार
nl: Componisten
pa: ਸੰਗੀਤਕਾਰ
pl: Kompozytorzy
pt_br: Compositores
ta: இசையமைப்பாளர்கள்
te: సంగీతరచయితలు
th: ผู้ประพันธ์
tr: Besteciler
uk: Композитори
ur: موسیقار
vi: Nhà soạn nhạc
zh_hans: 作曲家
zh_hant: 作曲者
